accountsservice
acpi
acpid
alsa-firmware
alsa-utils
amd-ucode
android-tools
android-udev
apparmor
appimagelauncher
audacious
autoconf
automake
avahi
b43-fwcutter
bash
bauh
binutils
bison
blueman
bmenu
btrfs-progs
bzip2
cantarell-fonts
catfish
code
compton-conf
coreutils
cpupower
crda
cronie
cryptsetup
cups
cups-pdf
cups-pk-helper
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
e2fsprogs
ecryptfs-utils
efibootmgr
exfat-utils
exo
f2fs-tools
fakeroot
ffmpeg
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
flatpak
flex
freetype2
galculator-gtk2
garcon
gawk
gcc
gcc-libs
gcolor2
gettext
ghostscript
gimp
git
glibc
gnome-icon-theme
gnome-keyring
gnome-themes-extra
gparted
grep
grub
grub-theme-manjaro
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gtkhash-thunar
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hexchat
hplip
htop
i3-scrot
inetutils
inxi
iproute2
iputils
jfsutils
kernel-alive
kvantum-manjaro
less
lib32-flex
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-nvidia-440xx-utils
libdvdcss
libgsf
libopenraw
libtool
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
light-locker
lightdm
lightdm-slick-greeter
linux57
linux57-headers
linux57-nvidia-440xx
logrotate
lvm2
lxterminal
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-awesome-settings-18.0
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-settings-samba
manjaro-system
manjaro-wallpapers-18.0
manjaro-zsh-config
matcha-gtk-theme
mate-polkit
mdadm
memtest86+
menulibre
mesa-demos
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mousepad
mpv
mtpfs
mugshot
nano
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-440xx-utils
openresolv
openssh
orage
os-prober
p7zip
pa-applet
pacman
pamac-gtk
pamac-snap-plugin
patch
patchutils
pavucontrol
pciutils
perl
perl-file-mimeinfo
picom
pidgin
pkgconf
poppler-data
poppler-glib
powertop
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-pillow
python-pip
python-pyqt5
python-reportlab
qt5ct
reiserfsprogs
ristretto
rofi
rsync
s-nail
samba
screen
screenfetch
sed
shadow
snapd
snapd-glib
spectre-meltdown-checker
splix
subversion
sudo
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
thunderbird
timeshift
tlp
transmission-gtk
ttf-bitstream-vera
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
tumbler
udiskie
udisks2
ufw
unace
unrar
usb_modeswitch
usbutils
util-linux
vi
wget
which
wpa_supplicant
xcape
xclip
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-su
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfburn
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfconf
xfsprogs
xiccd
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xorg-xprop
xz
yay
yelp
zathura-djvu
zathura-pdf-poppler
zensu
